Repository: common-repository/bp-featured-groups
Catalog: languages/bp-featured-groups-*.po
Languages: fr_fr

source: BP Featured Groups
fr_fr: BP Groupes mis en avant

source: Banner Options
fr_fr: Options du bandeau

source: Enable Banner
fr_fr: Activer le bandeau

source: Title Before
fr_fr: Titre avant

source: Title After
fr_fr: Titre après

source: Max Groups to show
fr_fr: Nb max. de groupes à afficher

source: Avatar_size
fr_fr: Taille de l'avatar

source: Avatar Type
fr_fr: Type d'avatar

source: Group Type
fr_fr: Type de groupe

source: Banner Type
fr_fr: Type de bandeau

source: <p>You can choose to add a banner to the groups directory page showing the featured groups. Here you can enable the banner, set a title to display before and after the banner and specify the size and type of avatar to display.</p>
fr_fr: <p>Vous pouvez choisir d’ajouter un bandeau sur la page de présentation des groupes mis en avant. Ici, vous pouvez activer le bandeau, définir un titre à afficher avant et après ce bandeau et spécifier la taille et le type d'avatar à afficher.</p>

source: Group Directory Banner Enabled
fr_fr: Bandeau de groupes activé

source: Add a title before the banner
fr_fr: Ajouter un titre avant le bandeau

source: Add a title after the banner
fr_fr: Ajouter un titre après le bandeau

source: Maximum groups to show in the banner
fr_fr: Nombre maximum de groupes à afficher dans le bandeau

source: Avatar Size, e.g. 100px, 100% etc.
fr_fr: Taille de l'avatar, ex. 100px, 100% etc.

source: Full Size
fr_fr: Taille entière

source: Thumbnail
fr_fr: Miniature

source: Specify a group type to display (leave blank if you have not configured group types)
fr_fr: Indiquer un type de groupe à afficher (laisser vide si vous n'avez pas configuré de types de groupe)

source: Grid
fr_fr: Grille

source: List Type 1
fr_fr: Liste Type 1

source: List Type 2
fr_fr: Liste Type 2

source: List
fr_fr: Liste

source: Slider
fr_fr: Diaporama

source: Theme Default
fr_fr: Thème par défaut

source: There were no groups found.
fr_fr: Aucun groupe n'a été trouvé.

source: You don't have permission.
fr_fr: Vous n'avez pas la permission.

source: Set Featured
fr_fr: Mettre en avant

source: Remove Featured
fr_fr: Supprimer la mise en avant

source: BuddyPress Featured Groups
fr_fr: Groupes BuddyPress mis en avant

source: Featured Groups
fr_fr: Groupes mis en avant

source: Title:
fr_fr: Titre :

source: Max. number of groups to show:
fr_fr: Nb max. de groupes à afficher :

source: Avatar size:
fr_fr: Taille de l'avatar :

source: Filter by Group Type
fr_fr: Filtrer par type de groupe

source: Display View:
fr_fr: Afficher :

source: Slide Options
fr_fr: Options du diaporama

source: Slide items:
fr_fr: Éléments du diaporama :

source: Slide margin:
fr_fr: Marges du diaporama :

source: Slide mode
fr_fr: Mode de transition

source: Slide
fr_fr: Défilement

source: Fade
fr_fr: Fondu

source: Slide speed:
fr_fr: Vitesse de défilement :

source: Slide auto:
fr_fr: Défilement auto :

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: Slide pause Hover:
fr_fr: Pause du défilement en survol :

source: Slide controls:
fr_fr: Contrôles du diaporama :

source: Slide loop:
fr_fr: Boucle du diaporama :

source: Featured Groups %s
fr_fr: Groupes mis en avant %s

source: Sorry, no groups were found.
fr_fr: Désolé, aucun groupe n'a été trouvé.

source: active %s
fr_fr: actif %s
